[GENERAL]
NAME				= Finnish
TRANSLATOR			= Joonas Haapala
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Tämä Sovellus on Vanhentunut.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Rekisteröimätön
TEXT_INIT_FAIL			= Sovelluksen alustus epäonnistui.
TEXT_APPINFO			= Bandicam - Tehokas videotallennus

; error
TEXT_ERROR_DISKSPACE		= Ei tarpeeksi levytilaa tallentamiseen.
TEXT_ERROR_VIDEO_CAP		= Videotallennuksen aloittaminen epäonnistui.
TEXT_ERROR_AUDIO_CAP		= Äänitallennuksen aloittaminen epäonnistui.\nJos tarvitset apua, paina OK-painiketta.
TEXT_ERROR_IMAGE_CAP		= Kuvankaappaus epäonnistui\nTarkista kohdekansio.
TEXT_ERROR_CREATEFILE		= Tiedoston luominen epäonnistui.
TEXT_ERROR_CODEC_INIT		= Pakkauksenhallinnan alustaminen epäonnistui.
TEXT_ERROR_LOGO_IMAGE		= Tukematon kuvatiedosto. \nValitse tuettu tiedostomuoto(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Et voi muuttaa tätä asetusta Bandicamin ilmaisversiossa. Rekisteröidy nyt!
TEXT_WARNING_AMD_APP		= Järjestelmäsi ei tue 'H.264 (AMD APP)', joten oletuskoodekkia käytetään
TEXT_WARNING_AMD_APP2		= Järjestelmäsi ei tue 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ääni
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Efektit
TEXT_VID_PAGE_OPTIONS		= Asetukset

; option page name
TEXT_OPT_PAGE_GENERAL		= Yleinen
TEXT_OPT_PAGE_OUTPUT		= Kohde
TEXT_OPT_PAGE_HOOKING		= Koukkaus
TEXT_OPT_PAGE_LANGUAGE		= Kieli
TEXT_OPT_PAGE_OTHERS		= Muut

TEXT_VIDEO			= Video
TEXT_AUDIO			= Ääni

TEXT_FOLDER_SELECT		= Valitse tallennussijainti.

TEXT_FMT_FULL_SIZE		= Täysi Koko
TEXT_FMT_HALF_SIZE		= Puolikoko
TEXT_FMT_FIT_WIDTH		= Sovita Leveys
TEXT_FMT_FIT_HEIGHT		= Sovita Korkeus
TEXT_FMT_CUSTOM_SIZE		= Mukautettu
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Alkuperäinen äänimuoto

; preset
TEXT_PRESET_DEFAULT		= Oletus
TEXT_PRESET_HALFSIZE		= Puolikoko
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Nopeatahdisteinen video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultranopea asetus 60 FPS:lle
TEXT_PRESET_LOWEND		= Matalasuorituskykyinen PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Divx/Galaxy Älypuhelin
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Sovita Leveys, 320x0
TEXT_PRESET_640x0		= Sovita Leveys, 640x0
TEXT_PRESET_800x0		= Sovita Leveys, 800x0
TEXT_PRESET_USER		= Käyttäjän Asetukset

TEXT_CHANGE_LANG		= Vaihtaaksesi kieltä, sinun tulee käynnistää Bandicam uudelleen.\nHaluatko uudelleenkäynnistää nyt?
TEXT_CHANGE_HOOK		= Vaihtaaksesi koukkauskohdetta, sinun tulee käynnistää Bandicam uudelleen.\nHaluatko uudelleenkäynnistää nyt?
TEXT_CHANGE_SIZE		= Vaihtaaksesi Bandicam-ikkunan kokoa sinun pitää käynnistää Bandicam uudelleen.\nHaluatko käynnistää uudelleen nyt?
TEXT_RESET_ALL_SETTINGS		= Oletko varma, että haluat nollata kaikki asetukset oletukseen?

TEXT_REGISTER_SUCCEEDED		= Bandicam on nyt rekisteröity.
TEXT_REGISTER_FAILED		= Rekisteröinti epäonnistui. \nTarkista sähköpostiosoite ja sarjanumero.
TEXT_REGISTER_CONNECT_FAILED	= Ei yhteyttä rekisteröintipalvelimeen.\nTarkista  internetyhteytesi ja aseta järjestelmän kello oikeaan aikaan ja päivään.\nJos tarvitset apua, paina OK-painiketta.
TEXT_REGISTER_INFO		= Sähköpostiosoite: %s\r\nSarjanumero: %s
TEXT_REGISTER_LIMITED		= Nauhoitus pysäytetty.\n\nVoit nauhoittaa vain 10 minuuttia Bandicamin ilmaisversiossa. Osta Bandicam osoitteesta bandicam.com
TEXT_REGISTER_NEWRECORD		= Et voi aloittaa uutta nauhoitusta Bandicamin ilmaisversiossa. Osta Bandicam osoitteesta bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Rekisteröimätön!!! - 10 minuutin videoita ja vesileima\r\nPoistaaksesi vesileiman osta Bandicam osoitteesta bandicam.com

TEXT_PROGRAM_INVALID		= Tämä sovellus ei kelpaa. \nSinun täytyy asentaa tämä sovellus uudelleen.

TEXT_SELECT_TARGET		= Klikkaa kohdeikkunaa
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Nauhoita Pelejä ja Videosoittimia käyttäen DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Nauhoita Näyttöä ja Webvideota.
TEXT_TARGET_CHANGING		= Jos vaihdat nauhoitustilaa, nauhoitus pysähtyy.\nHaluatko varmasti jatkaa?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Et voi aloittaa nauhoitusta 'Game Recording Mode' tilassa koska kohdeikkuna ei ole valittuna.\n\nHaluatko vaihtaa nauhoitustilan 'Screen Recording Mode' nauhoituksen aloittamiseksi?

TEXT_STATUSBAR_READY		= Valmis
TEXT_STATUSBAR_RECORDING	= Nauhoitetaan
TEXT_STATUSBAR_PAUSE		= Pysäytä

TEXT_UPDATE_AVAILABLE		= Bandicamin uusi versio on juuri nyt saatavilla. \nHaluatko ladata sen nyt?
TEXT_UPDATE_UNAVAILABLE		= Tämä on viimeisin versio.
TEXT_UPDATE_FAILED		= Versiotiedostojen tarkistus epäonnistui. \nTämä järjestelmä ei ehkä ole yhdistettynä internetiin tai palvelin ei ehkä toimi oikein.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Kokonäyttö
TEXT_TARGET_RESTORE		= Palauta
TEXT_TARGET_FIND		= Löydä ikkuna
TEXT_TARGET_RESIZE		= Kokovalikko
TEXT_TARGET_IMAGE		= Kuvankaappaus
TEXT_TARGET_PEN			= Piirtotila
TEXT_TARGET_RECORD_START	= Videonauhoitus - aloita
TEXT_TARGET_RECORD_PAUSE	= Videonauhoitus - tauko
TEXT_TARGET_RECORD_STOP		= Videonauhoitus - pysäytä

TEXT_RC_HOWTO_NOCOMPLETE	= Poista käytöstä
TEXT_RC_HOWTO_BYTIME		= Ajassa
TEXT_RC_HOWTO_BYSIZE		= Koossa
TEXT_RC_AFTER_NEWRECORD		= Aloita uusi nauhoitus
TEXT_RC_AFTER_EXIT		= Sulje Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Sulje tämä tietokone

TEXT_SHUTDOWN_SEC		= Suljetaan järjestelmä %d sekunnissa

TEXT_SEL_IMAGE_FILE		= Valitse kuvatiedosto

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Poista käytöstä (Suositus) --

TEXT_CORRUPTED_AVI_FILE		= Viimeisin tallennettu tiedosto on vioittunut.\nHaluatko korjata sen?\n\nTiedosto: %s
TEXT_TRAY_BALLOON_TIP		= Klikkaa kuvaketta palauttaaksesi Bandicamin.
TEXT_TRAY_BALLOON_TIP_RECT	= Klikkaa kuvaketta näyttääksesi suorakulmioikkunan.
TEXT_FORCE_STOP			= Nauhoituksen pysäyttäminen epäonnistui koska kohdeikkuna ei vastaa.\nHaluatko pakottaa nauhoituksen lopettamisen?
TEXT_EXTERNAL_CODEC		= - Ulkoinen Koodekki -
TEXT_CUDA_GPU_AUTOSELECT	= (Valitse Automaattisesti)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Nauhoituksen tila
TEXT_INDICATOR_TIME		= Nauhoituksen aika
TEXT_INDICATOR_SIZE		= Nauhoitetun tiedoston koko / vapaa levytila
TEXT_INDICATOR_VOLUME		= Nykyinen äänenvoimakkuus

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normaali] Yleinen tehtäväprioriteetti
TEXT_REC_PRIORITY_HIGH		= [Korkea] Korkeampi, kuin normaali prioriteetti
TEXT_REC_PRIORITY_HIGHEST	= [Korkein] Muut tehtävät voivat olla hitaampia

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicutia ei ole asennettu. Haluatko ladata Bandicutin?
TEXT_OUTPUTS_DELETE		= Haluatko varmasti poistaa valitut tiedostot?
TEXT_OUTPUTS_SELCOUNT		= %d kohdetta valittu

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Kohteen Nimi
TEXT_FILE_NAME_PREFIX_CUSTOM	= Mukautettu Etuliite
TEXT_FILE_NAME_PREFIX_NONE	= Ei mitään
TEXT_FILE_NAME_SUFFIX_TIME	= Päiväys/Aika
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sarjanumero

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Syötä arvo 1 ja 1440 minuutin välistä.
TEXT_TIMER_REC_STOP_RECORDING	= Nauhoitus on käynnissä. \nHaluatko varmasti lopettaa nauhoituksen ja jatkaa?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Yleinen
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Kuva
$BN_PAGE_OUTPUTS		= Kohde
$BN_PAGE_ABOUT			= Tietoa
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Asetukset
$ST_GEN_OUTPUT_FOLDER		= Kohdekansio
$BN_GEN_OPEN_OUTPUT_FOLDER	= Avaa
$BN_GEN_ADV_OPTIONS		= Lisäasetukset
$CK_GEN_ALWAYS_ON_TOP		= Bandicam ikkuna Aina päällimmäisenä
$CK_GEN_START_MINIMIZED		= Aloita Bandicam minimoituna
$CK_GEN_RUN_WHEN_START		= Suorita Bandicam Windowsin käynnistyessä
$CK_GEN_RECORD_WHEN_RUN		= Aloita kokonäytön nauhoitus Bandicamin käynnistyksessä
$CK_GEN_TIMER_RECORDING		= Aseta ajastin Automaattiselle Nauhoituksen Käynnistykselle
$ST_GEN_LANGUAGE		= Kieli
$ST_GEN_REC_AUTO_START		= Aloita Nauhoitus Automaattisesti
$ST_GEN_REC_AUTO_COMPLETE	= Päätä Nauhoitus Automaattisesti
$BN_GEN_REC_AUTO_COMPLETE	= Asetus
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS-Päällys
$CK_FPS_OVERLAY_HOTKEY		= Pikanäppäin
$CK_FPS_OVERLAY			= Näytä FPS-Päällys
$ST_FPS_LIMIT			= FPS-Rajoitus
$CK_FPS_LIMIT_HOTKEY		= Pikanäppäin
$CK_FPS_LIMIT			= Aseta FPS-rajoitus
$CK_FPS_LIMIT_ONLY_CAP		= Vain nauhoittaessa
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Nauhoita
$CK_VID_RECORD_HOTKEY		= Nauhoita/Lopeta Pikanäppäin
$CK_VID_PAUSE_HOTKEY		= Pause Pikanäppäin
$CK_VID_SHOW_CURSOR		= Näytä kursori
$CK_VID_CLICK_EFFECTS		= Lisää hiiren klikkausefektit
$CK_VID_WEBCAM_OVERLAY		= Lisää webkamerapäällys
$BN_VID_RECORD_SETTINGS		= Asetukset
$ST_VID_FORMAT			= Muoto
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Ääni
$BN_VID_FORMAT_SETTINGS		= Asetukset
$BN_VID_FORMAT_PRESETS		= Esiasetukset
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Kaappaa
$CK_IMG_CAPTURE_HOTKEY		= Pikanäppäin
$CK_IMG_CAPTURE_REPEAT		= Toista näytönkaappaus
$ST_IMG_CAPTURE_REPEAT		= sekuntia
$CK_IMG_SHOW_CURSOR		= Näytä kursori
$CK_IMG_SHUTTER_SOUND_EFFECT	= Käytä suljinääntä
$ST_IMG_FORMAT			= Muoto
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normaali
$CK_IMG_FORMAT_JPG_HQ		= JPG - Korkealaatuinen
$BTN_IMG_FORMAT_ANIGIF		= Kuinka tallentaa gif-animaationa
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Kuva
$BN_OUT_PLAY_VIDEO		= Soita
$BN_OUT_OPEN_IMAGE		= Avaa
$BN_OUT_EDIT			= Muokkaa
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Poista
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Versio
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Uusi versio saatavilla.
$BN_ABO_CHECK_UPDATE		= Hae päivityksiä
$ST_ABO_LICENCE_INFO		= Lisenssitiedot
$BN_ABO_REGISTER		= Rekisteröidy
$BN_ABO_REGISTER_HELP		= Miten Ostat ja Rekisteröidyt
$ST_ABO_HOMEPAGE_INFO		= Nettisivu URL
$ST_ABO_HOMEPAGE_URL		= Kotisivu
$ST_ABO_FAQ_URL			= Usein kysyttyä
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Avaa Kohdekansio
$TOOLTIP_SCREENSHOT		= Kaappaa Kuva
$TOOLTIP_RECORD			= Nauhoita / Lopeta
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Yksinkertainen/Laajennettu UI
$TOOLTIP_REGISTER		= Rekisteröi Bandicam
$TOOLTIP_ONLINE_HELP		= Onlinetuki

$TOOLTIP_TOOL_PEN		= Kynä
$TOOLTIP_TOOL_PEN_HL		= Korostus 
$TOOLTIP_TOOL_BOX		= Laatikko
$TOOLTIP_TOOL_ERASER		= Pyyhekumi
$TOOLTIP_TOOL_COLOR		= Valitse Väri
$TOOLTIP_TOOL_LINE		= Viivan leveys
$TOOLTIP_TOOL_UNDO		= Kumoa (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Tee uudelleen (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Peru
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Muotoasetukset 
IDC_ST_FMTSET_FILE		= Tiedostotyyppi
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Koko
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Koodekki
IDC_ST_VIDEO_BITRATE		= Bittinopeus
IDC_ST_VIDEO_QUALITY		= Laatu
IDC_ST_FMTSET_AUDIO		= Ääni
IDC_CK_AUDIO_ORIGINAL_PCM	= Tallenna alkuperäisessä muodossa
IDC_ED_AUDIO_ORIGINAL_PCM	= Voit tallentaa monikanavaista ja korkealaatuista ääntä (96KHz tai enemmän).
IDC_ST_AUDIO_CH			= Kanavat
IDC_ST_AUDIO_FREQ		= Taajuus
IDC_ST_AUDIO_CODEC		= Koodekki
IDC_ST_AUDIO_BITRATE		= Bittinopeus
IDC_ST_FORMAT_HELP		= [ Apua ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Rekisteröi Bandicam
IDC_ST_1BUY			= 1. Osta
IDC_ST_1BUY_COMMENT		= Poistaaksesi vesileiman videostasi, osta Bandicam-lisenssi osoitteesta http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Osta Nyt
IDC_ST_2REGISTER		= 2. Rekisteröi
IDC_ST_2REGISTER_COMMENT	= Tarvitset Internetyhteyden rekisteröidäksesi Bandicamin.
IDC_ST_EMAIL_ADDRESS		= Sähköpostiosoite
IDC_ST_SERIAL_NUMBER		= Sarjanumero
IDC_BTN_REGISTER_NOW		= Rekisteröi Nyt
IDC_BTN_CLOSE			= Sulje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Hae päivityksiä
IDC_ST_UPDATE_SETTING		= Asetus
IDC_CK_UPDATE_ENABLE		= Automaattinen päivityksen tarkistus päälle.
IDC_CK_UPDATE_POPUP		= Näytä ponnahdusikkuna, kun merkittävä päivitys on saatavana.
IDC_UPDATE_CHECK_NOW		= Hae päivityksiä nyt
IDC_CLOSE			= Sulje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Lisäasetukset
IDC_BTN_RESET			= Nollaa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Yleinen
IDC_CK_ALWAYS_ON_TOP2		= Bandicam-ikkuna aina päällimmäisenä
IDC_CK_START_MINIMIZED_TO_TRAY	= Aloita Bandicam minimoituna
IDC_CK_RUN_WHEN_START		= Suorita Bandicam, kun Windows käynnistyy
IDC_CK_RECORD_WHEN_RUN		= Aloita kokonäytön nauhoitus Bandicamin käynnistyksessä
IDC_CK_SHOW_FPS_IN_VIDEO	= Näytä FPS kaapatussa videossa/kuvassa
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Näytä vihje-/tietorivi
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automaattinen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Kohde
IDC_ST_OUT_OUTPUT_FOLDER	= Kohdekansio
IDC_CK_OUT_CREATE_SUBFOLDER	= Luo kohdekansion alikansio luodessasi tiedostoa
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Salli välimuistiin kirjoittaminen
IDC_ST_OUT_FILE_NAMING		= Tiedoston nimeämisasetukset
IDC_ST_OUT_EXAMPLE		= Esim)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Kieli
IDC_ST_TRANSLATOR		= Kiitos kääntäjille

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Koukkauskohde
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Poista DX10/11 koukkaus IE9:ään(tai uudempaan)/Firefoxiin
IDC_CK_DISABLE_OVERLAY_ON_DX	= Estä DirectX videopäällys
IDC_BTN_BLOCK_LIST		= Estettyjen toimintojen lista

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Muut asetukset
IDC_BTN_VIDEO_RECORD_SETTINGS	= Videon nauhoitusasetukset
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Videomuotoasetukset
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automaattinen nauhoituksen lopetus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Lopeta Nauhoitus Automaattisesti
IDC_ST_RC_HOWTO			= Lopeta Nauhoitus Automaattisesti
IDC_RD_RC_NOTCOMPLETE		= Pois päältä
IDC_RD_RC_TIME			= Tallennusajassa
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Tiedostokoossa
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= Nauhoituksen jälkeen
IDC_RD_RC_NOTHING		= Älä tee mitään
IDC_RD_RC_NEW_RECORDING		= Aloita uusi nauhoitus
IDC_RD_RC_EXIT_BDCAM		= Lopeta nauhoitus ja Bandicam
IDC_RD_RC_SHUTDOWN		= Sulje tietokone

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Sammuta
IDC_ST_SHUTDOWN			= Sammuta
IDC_ST_SHUTDOWN_INFO		= Tietokone sammutetaan.\nPaina 'Peruuta', jos et halua sammuttaa.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Nauhoitusasetukset

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Nauhoita ääni
IDC_ST_SND_SELECT_1		= Ensisijainen Äänilaite
IDC_BTN_SND_SETTING_1		= Asetus...
IDC_ST_SND_SELECT_2		= Toissijainen Äänilaite
IDC_BTN_SND_SETTING_2		= Asetus...
IDC_CK_SND_MIX_SOUND		= Kaksiääninen nauhoitus (Ensisijainen+Toissijainen yhdeksi ääniraidaksi)
IDC_CK_SND_CAP_HOTKEY		= Nauhoita "Toissijainen Laite" vain painettaessa
IDC_ST_SOUND_HELP		= [ Apua ]
IDC_CK_SND_SAVE_AS_WAV		= Tallenna ääniraitoja nauhoittaessa (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Lisää webkamerapäällys videoon
IDC_ST_WEBCAM_SETTING		= Asetukset
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_ST_WEBCAM_SIZE		= Videon koko:
IDC_ST_WEBCAM_POS		= Sijainti:
IDC_BTN_WEBCAM_DEVICE		= Asetukset
IDC_BTN_WEBCAM_PREVIEW		= Esikatselu
IDC_ST_WEBCAM_LR_MARGINS	= Vasen/O Reunus:
IDC_ST_WEBCAM_TB_MARGINS	= Ylä/A Reunus:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Esikatsele webkameraa näytöllä (Vain DX8 tai uudempi, ja OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Ota käyttöön esikatselun pikanäppäin

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Aseta logo videoon
IDC_ST_LOGO_SETTING		= Asetus
IDC_ST_LOGO_IMAGE		= Kuva:
IDC_ST_LOGO_OPACITY		= Läpinäkyvyys:
IDC_ST_LOGO_POS			= Sijainti:
IDC_ST_LOGO_LR_MARGINS		= Vasen/O Reunus:
IDC_ST_LOGO_TB_MARGINS		= Ylä/A Reunus:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Hiiriefektit
IDC_CK_ADD_CLICK_EFFECTS	= Lisää klikkausefektejä
IDC_ST_LEFT_CLICK_COLOR		= Vasemman painikkeen väri
IDC_ST_RIGHT_CLICK_COLOR	= Oikean painikkeen väri
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Lisää hiiren koroste-efekti
IDC_ST_HIGHLIGHT_COLOR		= Korosteen väri

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Asetukset
IDC_ST_REC_PRIORITY		= Nauhoitusprioriteetti :
IDC_ST_REC_PRIORITY2		= Korkeampi prioriteetti voi vähentää katkonaisuutta.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Ohita nauhoitus, jos kuva ei päivity
IDC_CK_ENHANCED_DX9_CAPTURE	= Käyttä paranneltua kaappausmetodia (nopeampi, vain DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Käytä paranneltua kaappausmetodia (nopeampi, Windows 8 tai uudempi)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webkamera esikatselu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Mukautettu kohdekoko
IDC_ST_TARGET_SIZE_SETTING	= Asetus
IDC_ST_TARGET_SIZE		= Kohdekoko:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Lisää Uusi Kokoesiasetus
IDC_ST_ADD_SIZE_PRESET		= Voit tallentaa nykyisen kohteen sijainnin ja koon uutena esiasetuksena.\nSyötä uuden esiasetuksen nimi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Muokkaa Kokoesiasetuksia
IDC_BTN_SIZE_PRESET_ADD		= Lisää
IDC_BTN_SIZE_PRESET_DEL		= Poista
IDC_BTN_SIZE_PRESET_REN		= Nimeä uudelleen
IDC_BTN_SIZE_PRESET_UP		= Ylös
IDC_BTN_SIZE_PRESET_DN		= Alas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Nimeä Kokoesiasetus uudelleen
IDC_ST_REN_SIZE_PRESET		= Syötä uusi nimi esiasetukselle.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Tiedot
IDC_ST_ACAP_INFO		= Ääninauhoituksen tiedot
IDC_ST_ACAP_INFO2		= Äänikorttisi ei nauhoita ääntä. Tarkista 'nauhoitusohjain'. \n\nHaluatko käydä verkon ohjesivulla?
IDC_CK_ACAP_DO_NOT_ASK		= Älä kysy uudelleen
IDC_BTN_YES			= Kyllä
IDC_BTN_NO			= Ei

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max nauhoitusaika
IDC_ST_RC_TIME_SETTING		= Asetus
IDC_ST_RC_TIME_HOUR		= Tuntia
IDC_ST_RC_TIME_MIN		= Minuuttia
IDC_ST_RC_TIME_SEC		= Sekuntia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max tallenteen koko
IDC_ST_RC_FILESIZE_SETTING	= Asetus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Lisää Uusi Esiasetus.
IDC_ST_ADD_PRESET		= Voit tallentaa nykyisen muodon asetukset uutena esiasetuksena\nSyötä uudelle esiasetukselle nimi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Muokkaa Esiasetuksia
IDC_BTN_PRESET_ADD		= Lisää
IDC_BTN_PRESET_DEL		= Poista
IDC_BTN_PRESET_REN		= Nimeä uudelleen
IDC_BTN_PRESET_UP		= Ylös
IDC_BTN_PRESET_DN		= Alas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Nimeä Esiasetus uudelleen
IDC_ST_REN_PRESET		= Syötä esiasetukselle uusi nimi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Valitse ulkoinen videokoodekki.
IDC_ST_CODEC_EX_LIST		= Koodekkien lista
IDC_ST_CODEC_EX_SETTINGS	= Asetukset
IDC_ST_CODEC_EX_DRIVER		= Ajurin Nimi
IDC_ST_CODEC_EX_FOURCC		= FourCC-koodi
IDC_ST_CODEC_EX_QUALITY		= Laatu
IDC_ST_CODEC_EX_DATERATE	= Datanopeus
IDC_ST_CODEC_EX_KEYFRAME	= Avainkehyksen aikaväli
IDC_BTN_CODEC_EX_CONFIG		= Määritys
IDC_BTN_CODEC_EX_ABOUT		= Tietoa
IDC_ST_CODEC_EX_HELP		= [ Apua ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Estettyjen prosessien lista
IDC_ST_BLOCK_LIST		= Seuraavat prosessit eivät ole sallittuja koukkauksia.
IDC_ST_BLOCK_LIST_EX		= Esimerkki :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Asetukset
IDC_ST_H264_CUDA_RATE_CONTROL	= Nopeuden hallinta
IDC_RD_H264_CUDA_VBR		= VBR - laatupohjainen (suositus)
IDC_RD_H264_CUDA_CBR		= CBR - bittinopeuspohjainen
IDC_ST_H264_CUDA_GPU_USAGE	= GPU-Käyttö
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Vain GPU (käytä nopeamman GPU:n kanssa)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU-laite:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC-koodi:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Avainkehyksen aikaväli:
IDC_ST_H264_CUDA_FOURCC_HELP	= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Nopeatahdsteinen Video) Asetukset
IDC_ST_H264_SYNC_RATE_CONTROL	= Nopeushallinta
IDC_RD_H264_SYNC_VBR		= VBR - laatupohjainen (suositeltu)
IDC_RD_H264_SYNC_CBR		= CBR - bittinopeuspohjainen
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC-koodi:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Avainkehyksen aikaväli:
IDC_ST_H264_SYNC_FOURCC_HELP	= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Asetukset
IDC_ST_H264_APP_RATE_CONTROL	= Nopeushallinta
IDC_RD_H264_APP_VBR		= VBR - laatupohjainen (suositeltu)
IDC_RD_H264_APP_CBR		= CBR - bittinopeuspohjainen
IDC_ST_H264_APP_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_APP_FOURCC_USED	= FourCC-koodi:
IDC_ST_H264_APP_KEYFRAME_INT	= Avainkehyksen aikaväli:
IDC_ST_H264_APP_FOURCC_HELP	= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid-Asetukset
IDC_ST_XVID_RATE_CONTROL	= Nopeuden hallinta
IDC_RD_XVID_VBR			= VBR - laatupohjainen (suositus)
IDC_RD_XVID_CBR			= CBR - bittinopeuspohjainen
IDC_ST_XVID_OPTIMIZATION	= Optimointi
IDC_RD_XVID_FASTER_SPEED	= Nopeampi koodausnopeus
IDC_RD_XVID_SMALLER_SIZE	= Pienempi tiedostokoko
IDC_ST_XVID_OTHER_OPTIONS	= Muut asetukset
IDC_ST_XVID_KEYFRAME_INT	= Avainkehyksen aikaväli:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Asetukset
IDC_ST_H264_NVENC_RATE_CONTROL	= Nopeuden hallinta
IDC_RD_H264_NVENC_VBR		= VBR - laatupohjainen (suositeltu)
IDC_RD_H264_NVENC_CBR		= CBR - bittinopeuspohjainen
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Käyttö
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU laite:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC-koodi:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Avainkehyksen aikaväli:
IDC_ST_H264_NVENC_FOURCC_HELP	= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Ajastettu Nauhoitus
IDC_ST_TIMER_SETTINGS		= Asetukset
IDC_RD_TIMER_START_IN		= Aloita
IDC_ST_TIMER_MINUTES		= min päästä
IDC_RD_TIMER_START_AT		= Aloita klo
IDC_CK_TIMER_MINIMIZE		= Minimoi Bandicam, kun nauhoitus alkaa.
IDC_ST_TIMER_AUTO_COMPLETE	= Päätä Nauhoitus Automaattisesti
IDC_BTN_TIMER_AUTO_COMPLETE	= Asetus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Ajastettu Nauhoitus - Odotetaan aloittamista
IDC_ST_TIMER_WAITING_INFO	= Odotetaan nauhoituksen aloittamiststa %s.
IDC_ST_TIMER_ELAPSED		= Aikaa kulunut :
IDC_ST_TIMER_REMAINING		= Aikaa Jäljellä :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS asetukset
IDC_ST_FORMAT_FPS_MODE		= Kuvataajuus Tila
IDC_RD_FORMAT_FPS_CFR		= Suosi JKT:a - Jatkuva Kuvataajuus
IDC_ST_FORMAT_FPS_CFR		= Palautuu MKT:een jos kuvataajuutesi on liian matala.
IDC_RD_FORMAT_FPS_VFR		= Käytä MKT:a - Muuttuva Kuvataajuus (Suositus)
IDC_ST_FORMAT_FPS_HELP		= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Saatavilla
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 enkooderi on saatavilla. NVENC on korkea suorituskykyinen enkooderi, joka käyttää rautakiihdytystä. Haluaisitko käyttää NVENC H.264 enkooderia?\n<a>lisää</a>
IDC_CK_NVENC_AVAILABLE		= Älä kysy uudelleen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Tietoa Bandicamista
ID_POPUP_GENERAL		= Asetus - Yleinen
ID_POPUP_FRAME			= Asetus - FPS
ID_POPUP_VIDEO			= Asetus - Video
ID_POPUP_IMAGE			= Asetus - Kuva
ID_POPUP_OUTPUTS		= Kohdekansiolista
ID_POPUP_OPENOUTPUTFOLDER	= Avaa Kohdekansio
ID_POPUP_TARGET			= Kohde
ID_POPUP_SIZE			= Koko
ID_POPUP_EXIT			= Poistu

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Apua

ID_TARGET_HIDE			= Näytä / Piilota \t Ctrl+Alt+H
ID_TARGET_PEN			= Piirtotila \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Aina päällimmäisenä
ID_TARGET_TRANSPARENCY		= Läpinäkyvyys
ID_TARGET_SIZE			= Koko
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Liikuta vasemmalle \t Vasen
ID_TARGET_MOVE_RIGHT		= Liikuta oikealle \t Oikea
ID_TARGET_MOVE_UP		= Liikuta ylös \t Ylös
ID_TARGET_MOVE_DOWN		= Liikuta alas \t Alas

ID_TARGET_INC_WIDTH		= Lisää leveyttä \t Shift + Oikea
ID_TARGET_DEC_WIDTH		= Vähennä leveyttä \t Shift + Vasen
ID_TARGET_INC_HEIGHT		= Lisää korkeutta \t Shift + Alas
ID_TARGET_DEC_HEIGHT		= Vähennä korkeutta \t Shift + Ylös

ID_TARGET_FIND_WINDOW		= Löydä Ikkuna \t Ctrl+F
ID_TARGET_FULLSCREEN		= Kokonäyttö \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Mahduta 4:3
ID_TARGET_RATIO_16_9		= Mahduta 16:9
ID_TARGET_SIZE_CUSTOM		= Mukautettu koko \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Kokoesiasetus \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Lisää Esiasetus
ID_TARGET_SIZE_PRESET_EDIT	= Muokkaa Esiasetuksia

ID_TARGET_OPEN_OUTPUTFOLDER	= Avaa Kohdekansio
ID_TARGET_EXIT_BANDICAM		= Sulje Bandicam

ID_USER_PRESET_ADD		= Lisää Esiasetus
ID_USER_PRESET_EDIT		= Muokkaa Esiasetuksia

ID_SORT_BY_DATE			= Lajittele Päiväyksen mukaan
ID_SORT_BY_NAME			= Lajittele Nimen mukaan
ID_SORT_BY_SIZE			= Lajittele Koon mukaan

ID_OUTPUTS_LB_PLAY		= Soita
ID_OUTPUTS_LB_OPEN		= Avaa
ID_OUTPUTS_LB_EDIT		= Muokkaa
ID_OUTPUTS_LB_DELETE		= Poista
ID_OUTPUTS_LB_SELECT_ALL	= Valitse kaikki
ID_OUTPUTS_LB_OPEN_FOLDER	= Avaa kohdekansio

ID_BDCAM_SIZE_DEFAULT		= Oletuskoko
